Autodesk.Revit.AnalyticalElement.GetTrf
A pure virtual method that must be overridden in the derived class.
Remarks:
Returns a transformation of the element.
Since:
2021

Autodesk.Revit.AnalyticalElement
Base class for a structural analytical elements.
AnalyticalElement represents the analytical portion of a given structural element.
Since:
2021